export const teacherTiers = [
  {
    label: 'S',
    title: '易しい研究室',
    description: '他の研究室に比べ、活動量が少なく済む研究室。',
    teachers: [
      {
        name: '松原先生',
        note: '緩い研究室で、一番人気。',
        
      },
      {
        name: '丸山先生',
        note: '先生が優しく、緩い研究室。',
      },
    ],
  },
  {
    label: 'A',
    title: '優しい研究室。',
    description: '情報がそろっていれば安心して選びやすい研究室。',
    teachers: [
      {
        name: '山本先生',
        note: '情報なし。だが、ちょい易しいイメージのためA',
      },
      {
        name: '森園先生',
        note: 'ほぼ情報なし。だが先生が優しく、それほど忙しくはなさそうなのでA',
      },
    ],
  },
    {
    label: 'B',
    title: '難易度の基準となる研究室',
    description: '研究室の雰囲気などの情報が皆無。',
    teachers: [
      {
        name: '中野先生',
        note: '情報なし',
        
      },
      {
        name: '吉田先生',
        note: 'ほぼ情報なし。なんとなくで行けるらしい。',
      },
    {
        name: '山口先生',
        note: 'ほぼ情報なし。キレると怖いらしい。',
      },

    ],
  },
  {
    label: 'C',
    title: '少し忙しい研究室',
    description: '覚悟が必要な研究室。',
    teachers: [
      {
        name: '李先生',
        note: '本人公認の忙しい研究室。',
        
      },
    ],
  },
   {
    label: 'D',
    title: '忙しい研究室',
    description: '大学院へ進学する学生のための研究室。（※大学院に進学しない学生でも入れます）',
    teachers: [
      {
        name: '徳安先生',
        note: 'おそらく情シスの中で最も忙しい研究室。大学院進学前提で、学部で就職する学生には冷たいらしい。',
        
      },
      {
        name: '下戸先生',
        note: '忙しい研究室。月に一度、研究室メンバーでイベントあり。男女によって対応が異なるとか？',
      },
    ],
  },
  {
    label: '注意',
    title: '研究室選びについて',
    description: '',
    teachers: [
      {
        name: 'これは先輩方から聞いた情報に過ぎず、また一個人の主観であるため、参考程度にしてください。',
        note: '※２年後期に「情報システム工学概論」という必修科目があり、そこで各研究室の紹介があります。受講し、自分のやりたい分野を見つけて研究室を選ぶように。',

      },
    ],
  },


]
